---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.PresetInitialColor
source: html/da46dfd2-dd95-32c1-6e00-5aeab8861615.htm
---
# PresetInitialColor Methods

Creates a copy of the InitialColor derived object.